tap "cormacrelf/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "cloudflared"
brew "gh"
brew "mas"
brew "neovim"
brew "pyenv"
brew "tmux"
brew "cormacrelf/tap/dark-notify"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "chai"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "apollographql.vscode-apollo"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "jock.svg"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
