tap "cormacrelf/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "cloudflared"
brew "gh"
brew "mas"
brew "neovim"
brew "tmux"
brew "cormacrelf/tap/dark-notify"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "chai"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "fronterior.biome-monorepo"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
