tap "cormacrelf/tap"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "cloudflared"
brew "gh"
brew "mas"
brew "neovim"
brew "nvm"
brew "tmux"
brew "uv"
brew "watchman"
brew "lefthook"
brew "cormacrelf/tap/dark-notify"
brew "felixkratz/formulae/borders"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "node"
brew "ripgrep"
brew "starship"
brew "zoxide"
cask "alacritty"
cask "bitwarden"
cask "brave-browser"
cask "chai"
cask "codex"
cask "cursor"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "kap"
cask "karabiner-elements"
cask "logi-options+"
cask "lunar"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "ticktick"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "fronterior.biome-monorepo"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
